Repository: YMaxim/EnergoControlApp
Catalog: *.lproj/Localizable.strings
Languages: ru

# aboutCompany.title
source: About Company
ru: О компании

# aboutCompanyText
source: Energo Control LLC is a research and production laboratory working in the sphere of innovative system solutions for energy efficiency. The range of produced electricity meters LEO-M, LEB-D and Torgrids is able to meet the needs of every energy sector.
ru: ООО «Энерго Контроль» - научно-производственная лаборатория работающая в сфере инновационных системных решений энергоэффективности. Номенклатура выпускаемых счетчиков электроэнергии ЛЕО-М, ЛЕБ-Д и Torgrids способна удовлетворить потребности как бытового, так и промышленного сектора энергетики.

# companyAddress
source: Energo Control LLC +380(432)664-660 www.enay.com.ua/ 5 Energeticheskaya st., Vinnitsa, 21022, Ukraine
ru: OOO "Энерго Контроль" +380(432)664-660 www.enay.com.ua/ ул. Энергетическая 5, г. Винница, Украина, 21022

# passport.title
source: Passport
ru: Паспорта

# manual.title
source: Manual
ru: Руководства по эксплуатации

# certificates.title
source: Certificates
ru: Сертификаты

# presentations.title
source: Presentations
ru: Презентации

# other.title
source: Other
ru: Другое

# documentation.title
source: Documentation
ru: Документация

# searchDocumentationText
source: Search documentation...
ru: Найти документ...

# questionDownload
source: Do you want to download this file?
ru: Вы действительно хотите скачать этот файл?

# cancelButton
source: Cancel
ru: Отмена

# downloadButton
source: Download
ru: Скачать

source: LEO, LEB - Manual
ru: ЛЕО, ЛЕБ - Руководство по эксплуатации

source: Torgrids - Manual
ru: Torgrids - Руководство по эксплуатации

# leoLebPAC
source: LEO,LEB - Pattern approval certificate
ru: ЛЕО, ЛЕБ - Сертификат утверждения типа

# torgridsPAC
source: Torgrids - Pattern approval certificate
ru: Torgrids - Сертификат утверждения типа

# leoLebCOC
source: LEO,LEB - Certificate of conformity
ru: ЛЕО, ЛЕБ - Сертификат соответствия типу

# torgridsCOC
source: Torgrids - Certificate of conformity
ru: Torgrids - Сертификат соответствия типу

# leoLebSES
source: LEO,LEB Certificate of Sanitary-Epidemiological Station
ru: ЛЕО, ЛЕБ - Сертификат СЭС

# torgridsSES
source: Torgrids Certificate of Sanitary-Epidemiological Station
ru: Torgrids - Сертификат СЭС

# leoLebUkrSEPRO
source: LEO,LEB - UkrSEPRO certificate
ru: ЛЕО, ЛЕБ - Сертификат УкрСЕПРО

source: Presentation Energo Control 07/02/2017
ru: Презентация Энерго Контроль 07/02/2017

source: Presentation Kyivenergo 06/12/2016
ru: Презентация Киевэнерго 06/12/2016

source: Presentation 20/09/2016
ru: Презентация 20/09/2016

source: Presentation AMR 16/08/2016
ru: Презентация АСКУЭ 16/08/2016

# leoLebTechSpecif
source: LEO, LEB - Technical specification
ru: ЛЕО, ЛЕБ - Технические условия

# torgridsTechSpecif
source: Torgrids - Technical specification
ru: Torgrids - Технические условия

# leoLebTypeSpecif
source: LEO, LEB - Type specification
ru: ЛЕО, ЛЕБ - Описание типа

# torgridsTypeSpecif
source: Torgrids - Type specification
ru: Torgrids - Описание типа

# leoLebIP54
source: LEO, LEB - IP54 Test report
ru: ЛЕО, ЛЕБ - Протокол испытаний IP54

# leoLebIP54SOU
source: LEO, LEB - SOU-N MPE Test report
ru: ЛЕО, ЛЕБ - Протокол испытаний СОУ-Н МПЕ

# ourScientificWork1
source: Energo Control LLC is one of the main Ukrainian companies in the development and production of energy meters as well as their introduction into the automated system of commercial accounting.
ru: ООО «Энерго Контроль» одно из основных предприятий Украины в сфере разработки и производства счетчиков электроэнергии, а также внедрения их в автоматизированную систему коммерческого учета.

# ourScientificWork2
source: At the moment there is a whole series of single-phase and three-phase meters, ranging from simple basic modifications to Smart meters, which allows to automate the collection of readings from meters.
ru: На данный момент в серийном производстве находится уже целая серия однофазных и трехфазных счетчиков, начиная от простых базовых модификаций и заканчивая Smart-счетчиками, которые позволяют автоматизировать сбор показаний с приборов учета.

# ourScientificWork3
source: The main emphasis in the designing of our products is made on high quality, reliability, functionality, the ease of adjustment and installation, and modern design. In addition, we always try to improve the production, increase its cost-effectiveness in order to make our devices as accessible to the end user as possible.
ru: Основной акцент при проектировании нашей продукции делается на высоком качестве, надежности, функциональности, простоте настройки и установки, современном дизайне. Кроме того, мы всегда стараемся усовершенствовать производство, повысить его рентабельность, чтобы сделать наши приборы максимально доступными для конечного потребителя.

# ourScientificWork4
source: To achieve maximum quality and protect our meters from climatic factors and from unauthorized access of dishonest consumers, special devices for diagnosing meters have been developed. The testing of new components of meters is carried out on a monthly, which allow us to choose only high-quality parts and materials for manufacturing our products.
ru: Для достижения максимального качества, защиты наших приборов от климатических факторов и от несанкционированного доступа недобросовестных потребителей, разработаны специальные устройства для диагностирования счётчиков. Ежемесячно производится тестирование новых образцов комплектующих счетчиков, что позволило нам выбрать только высококачественные детали и материалы для изготовления нашей продукции.

# ourScientificWork5
source: Our team consists of experienced in the energy sphere professionals, as well as young specialists, which insures the most efficient use of advanced technologies in the development of energy meters.
ru: Коллектив предприятия состоит из опытных работников в сфере энергетики, а также молодых специалистов, что позволяет максимально эффективно использовать передовые технологии в процессе разработки приборов учета электроэнергии.

# ourScientificWork6
source: In the process of development, the wishes of our customers are always taken into account, that is why we receive a greater number of letters with positive feedback about our products.
ru: В процессе разработки всегда учитываются пожелания наших клиентов, поэтому мы получаем огромное количество писем с положительными отзывами о нашей продукции.

# ourScientificWork.title
source: Our scientific work
ru: Наша научная работа

# singlePh2WireDirectConnection
source: Single Phase 2-wire, Direct connection
ru: Однофазное 2-х проводное, прямое подключение

# threePh3wireTransformerConnection
source: Three Phases 3-wire, Transformer connection
ru: Трехфазное 3-х проводное, трансформаторное подключение

# threePh4wireTransformerConnection
source: Three Phases 4-wire, Transformer connection
ru: Трехфазное 4-х проводное, трансформаторное подключение

# threePh4wireDirectConnection
source: Three Phases 4-wire, Direct connection
ru: Трехфазное 4-х проводное, прямое подключение

# active1
source: 1.0 DSTU IEC 62053-21
ru: 1.0 ДСТУ IEC 62053-21

# active1Reactive2
source: 1.0 DSTU IEC 62053-21, 2.0 DSTU IEC 62053-23
ru: 1.0 ДСТУ IEC 62053-21, 2.0 ДСТУ IEC 62053-23

# onePhaseVoltage
source: from -40 % to +20 %
ru: от -40 % до +20 %

# threePhaseVoltage
source: from -20 % to +15 %
ru: от -20 % до +15 %

# years6
source: 6 years
ru: 6 лет

# years16
source: 16 years
ru: 16 лет

# temperatureRange
source: from -40 °С to +70 °С
ru: от -40 °С до +70 °С

# interfacePlcOpt
source: PLC, optical port
ru: PLC, оптический порт

# interfaceRsOpt
source: RS-485, optical port
ru: RS-485, оптический порт

# interfacePlcRsOpt
source: PLC, RS-485, optical port
ru: PLC, RS-485, оптический порт

source: Electromechanical
ru: Электромеханический

source: LCD
ru: ЖКИ

# energyMeters.title
source: Energy meters
ru: Счетчики электроэнергии

# searchEnergyMetersText
source: Search energy meter...
ru: Найти счетчик электроэнергии...

source: Name
ru: Название

source: Connections type
ru: Тип подключения

source: Accuracy class
ru: Класс точности

source: Rated voltage
ru: Номинальное напряжения

source: Permissible mains voltage deviation
ru: Допустимые отклонения напряжения

# ratedCurrentIntensity
source: Rated (max.) current intensity
ru: Номинальная (максимальная) сила тока

source: Rated frequency
ru: Номинальная частота

source: Sensitivity
ru: Чувствительность

source: Recalibration interval
ru: Межкалибровочный интервал

source: Meter constant
ru: Постоянная счетчика

source: Total wattage of meter voltage circuit
ru: Мощность потребления цепью напряжения

source: Total wattage of meter current circuit
ru: Мощность потребления цепью тока

source: Operating temperature range
ru: Рабочий температурный диапазон

source: Interface modules
ru: Дополнительные интерфейсы

source: Load disconnect relay
ru: Реле отключения нагрузки

source: Number of tariffs
ru: Количество тарифов

source: Counter mechanism type
ru: Тип счетного механизма

source: Enclosure
ru: Степень защиты

source: Dimensions in mm
ru: Размеры в мм

source: Weight
ru: Масса
